"NKFCocoaNKFErrorString" = "nkf internal errror";
"NKFCocoaRangeErrorString" = "wrong range";
"NKFCocoaWriteToURLErrorString" = "file write error";
"NKFCocoaStringWithContentsOfURLString" = "file read error";
"NKFCocoaRecoverySuggestionWrongURLString" = "wrong URL";
"NKFCocoaRecoverySuggestionTemporaryFileCreateFailedString" = "create temporary file failed";
"NKFCocoaRecoverySuggestionWrongRangeString" = "wrong range option";
"NKFCocoaRecoverySuggestionWrongOptionsString" = "wrong options";